print("Hello world")
# **-возведение в степень
# %-деление по модулю
# //-целочисленное деление с отбрасыванием дробной части
# /-деление * умножение - вычитание + сложение
print(23 % 7)
print(23 // 7)
# int() целочисленный тип данных, целые числа
# "" - str() строки
# float, вещественные числа, с плавающей точкой
my_name = ' Рома'
my_friend = 'Аннастасия'
my_number = 13
print(my_name + " " + my_friend)
print(my_name + ' 6')
print(my_name + " " + str(my_number))
print(f"{my_name} любимое число {my_number}")
print(my_name * 5)
# переменная- это область памяти компьютера, в которой может хранится оденочное значение, знак = является оператором присваевания и сохраняет значения
color = "red"
print(color)







